{
  "MESSAGE": [
    {
      "JP": "`恭介@「武器には様々な攻撃特性がある。出来るだけ有利な武器で戦いたいもんだな」",
      "EN": "`Kyousuke@❝Different weapons have different attack types. You should use the most effective weapon whenever possible.❞ ",
      "Translation": "`恭介@「不同的武器有不同的攻击特性。你应该尽可能使用最有效的武器。」"
    },
    {
      "JP": "`恭介@「武器は使い込んでいるか？　武器には攻撃回数の範囲がある。使い込んでいくと攻撃回数の上限も上がっていくぞ」",
      "EN": "`Kyousuke@❝Are you using your weapons regularly? Every weapon has a limited number of attacks. You can raise the limit by using a particular weapon for a while.❞",
      "Translation": "`恭介@「你经常使用你的武器吗？每种武器都有攻击次数的限制。通过经常使用某种武器，你可以提高它的攻击次数上限。」"
    },
    {
      "JP": "`恭介@「手にした武器によっては、非力な者でも一瞬で強敵に変わる。油断はするな」",
      "EN": "`Kyousuke@❝No matter how weak someone is, they can turn into a tough opponent once they get their hands on a weapon. Don't let your guard down.❞",
      "Translation": "`恭介@「无论一个人多么弱小，一旦他们拿到武器，就会变成强大的对手。不要掉以轻心。」"
    },
    {
      "JP": "`恭介@「持ち物には能力アップやＨＰ（ヒットポイント）回復など色々な効果があり、発動するタイミングも様々だ。中には能力がダウンしてしまうものもある。気をつけろ」",
      "EN": "`Kyousuke@❝Items may have different effects like increasing your skills, or restoring your HP; they're all activated at different times. Some items may decrease your skills, so watch out.❞",
      "Translation": "`恭介@「物品有各种效果，比如提升能力或恢复HP（生命值），它们在不同的时间点生效。有些物品可能会降低你的能力，所以要小心。」"
    },
    {
      "JP": "`恭介@「武器には様々な攻撃特性がある。特性が同じなら、違う武器で覚えたコツも引き継がれる。同じ特性の武器を使い続ければ非常に有効だな」",
      "EN": "`Kyousuke@❝Weapons have different types. If you master one, it will affect others of the same type. By using many weapons of the same type, you'll become better with them.❞",
      "Translation": "`恭介@「武器有不同的类型。如果你掌握了一种类型的武器，它会影响同类型的其他武器。通过使用同类型的多种武器，你会变得更擅长使用它们。」"
    },
    {
      "JP": "`恭介@「相手が攻撃をミスしたときや、相手の攻撃を受け止めたときは反撃のチャンスだ。反撃でさらにクリティカルが決まった時は最高に気持ちいいぜ」",
      "EN": "`Kyousuke@❝When your opponent misses or you successfully stop their attack, you get a chance to counter-attack. It's the best feeling when you manage to land a critical hit from that.❞",
      "Translation": "`恭介@「当对手攻击失误或你成功挡住他们的攻击时，你有机会反击。当你在反击中打出致命一击时，那种感觉是最棒的。」"
    },
    {
      "JP": "`恭介@「武器には、使用者の腕力からダメージを引き出すものと、その武器が持つ攻撃力からダメージを算出する、ふたつがあるぞ」",
      "EN": "`Kyousuke@❝The damage is calculated based on the weapon's attack, and the physical strength of the user.❞",
      "Translation": "`恭介@「伤害是根据武器的攻击力和使用者的体力来计算的。」"
    },
    {
      "JP": "`恭介@「攻撃回数の上限がたくさん上がる、ポテンシャルを秘めた武器を探して鍛えていくのも有効だ」",
      "EN": "`Kyousuke@❝The number of attacks for every weapon can grow substantially, so it's effective to use a weapon with hidden potential.❞",
      "Translation": "`恭介@「每种武器的攻击次数上限都可以大幅增加，所以使用具有潜力的武器是有效的。」"
    },
    {
      "JP": "そう言い残して、恭介は立ち去った。",
      "EN": "Kyousuke left me with these words.",
      "Translation": "恭介留下这些话后离开了。"
    }
  ]
}