{
  "MESSAGE": [
    {
      "JP": "母親はいなかった。",
      "EN": "I had no mother.",
      "Translation": "我没有母亲。"
    },
    {
      "JP": "$d　父の行動についていけなかったのか、それとも亡くなったのか。",
      "EN": "$dEither she couldn't keep up with my father, or she died.",
      "Translation": "$d　不知道是没有跟随父亲一起行动，还是已经死了。"
    },
    {
      "JP": "$d　父親は医者だった。",
      "EN": "$dFather was a doctor.",
      "Translation": "$d　父亲是个医生。"
    },
    {
      "JP": "$d　それも、荒れ果てた他国で治療にあたる…理想に燃える医者だ。",
      "EN": "$dHe treated people in devastated countries... he was the ideal passionate doctor.",
      "Translation": "$d　而且还是个在那些荒凉的国家行医…燃烧着理想的医生。"
    },
    {
      "JP": "$d　あたしにとっていいことだったのかはわからない。",
      "EN": "$dI don't know if that was good for me or not.",
      "Translation": "$d　我不知道，这对我来说是否是好事。"
    },
    {
      "JP": "$d　父親以外身寄りのないあたしは、父親の白衣の裾を握るしかなかった。",
      "EN": "$dI wasn't close to anyone but him and would do little but cling to his coat sleeves.",
      "Translation": "$d　除了父亲以外没有任何亲人的我，只能抓着父亲白大褂的下摆。"
    },
    {
      "JP": "物心がついたばかりの頃の古い記憶。",
      "EN": "These were old memories I had of when I first started to understand the world around me.",
      "Translation": "那是我才刚刚懂事时的古老记忆。"
    },
    {
      "JP": "$d　飛行機の窓から見えた抜けるような青空と眼下に広がる白い雲。",
      "EN": "$dFrom the window of the plane, I saw what looked like faded white snow stretched out below the blue sky.",
      "Translation": "$d　从飞机的窗口中看见的，那清透的青空，以及在我眼下一望无际的白云。"
    },
    {
      "JP": "$d　その後着いた先は、灼熱の太陽と広大な砂漠しかない国だ。",
      "EN": "$dWhen we landed, it turned out to be a country of scorching heat and vast deserts.",
      "Translation": "$d　在那之后到达的，是一个除了灼热的太阳和广阔的沙漠之外一无所有的国家。"
    },
    {
      "JP": "屋根だけがある粗末な小屋が診療室。",
      "EN": "The clinic was a shabby hut with nothing but a roof.",
      "Translation": "一间只有屋顶的粗陋小屋，就是父亲的诊疗室。"
    },
    {
      "JP": "$d　まだ四歳だったあたしの毎日は、その部屋の片隅で大人しく座っていることだった。",
      "EN": "$dI was four years old and would spend my days sitting quietly in the corner of that room.",
      "Translation": "$d　只有四岁的我，每天都在房间的角落里老老实实地坐着。"
    },
    {
      "JP": "$d　日々赤子が、子供が、母親が栄養失調と感染病で亡くなっていく。",
      "EN": "$dDay after day, babies, children, and mothers would die of malnutrition and infectious diseases.",
      "Translation": "$d　每天都有婴儿，小孩子和母亲因为营养失调和感染病而死去。"
    },
    {
      "JP": "$d　殺伐とした医者に囲まれていたあたしができることは、父親の邪魔にならないことだけだった。",
      "EN": "$dSurrounded by savage doctors, all I could do was not get in my father's way.",
      "Translation": "$d　被紧张的医生们包围着的我，唯一能做的事只有不妨碍父亲。"
    },
    {
      "JP": "そうして父親は一定の成果を収めると、次の土地へと移った。",
      "EN": "After my father achieved a measure of success, we would move on to the next country.",
      "Translation": "而父亲在取得了一定成果之后，又到了另一片土地上。"
    },
    {
      "JP": "$d　言葉も通じない他国で、あたしはわずかな期間では誰とも打ち解けられなかった。",
      "EN": "$dNot being able to speak the local language, It was difficult for me to make friends with the the little time we had.",
      "Translation": "$d　在语言不通的国家，我在短短的时间里没有交上任何朋友。"
    },
    {
      "JP": "$d　勇気を出して子供たちと遊ぶことはできた。",
      "EN": "$dI could have mustered the courage to play with the other kids.",
      "Translation": "$d　虽然鼓起了勇气去与别的小孩子一起玩。"
    },
    {
      "JP": "$d　でも、すぐに別れが待っている。",
      "EN": "$dBut I would soon leave them anyway.",
      "Translation": "$d　但是很快，等待着我的是离别。"
    },
    {
      "JP": "$d　その上に治安は最悪で、誘拐の危険もあった。",
      "EN": "$dOn top of that, public order was non-existent and kidnapping was always a danger.",
      "Translation": "$d　再加上国家治安混乱，有着被诱拐的危险。"
    },
    {
      "JP": "$d　深入りすると悲しくなるから、自然と近寄らなくなった。",
      "EN": "$dIf I got too close, it would only lead to heartache, so I intentionally kept my distance.",
      "Translation": "$d　如果友情太深的话，离别就会分外悲伤。所以，我自然地没有靠近那些人。"
    },
    {
      "JP": "$d　大人しく、大人しく、申し訳程度の医療器具に囲まれて父親の仕事が終わるのをじっと待っていた。",
      "EN": "$dI would just sit there surrounded by the few medical instruments, patiently waiting for my father to finish work.",
      "Translation": "$d　老实地，老实地，一直等待着被那些简陋的医疗器具所包围着的父亲的工作结束。"
    },
    {
      "JP": "時々、父親以外の医者が父を助けに来てくれた。",
      "EN": "Occasionally, another doctor would come to help my father.",
      "Translation": "有时候，会有父亲以外的医生来帮忙。"
    },
    {
      "JP": "$d　ヨーロッパ、アメリカ、日本からも少ないながら駆けつけてきた。",
      "EN": "$dA few people came from places like Europe, America, and Japan.",
      "Translation": "$d　从欧洲，美国，日本而来，虽然很少但也还是赶来了。"
    },
    {
      "JP": "$d　自然と周囲の医者、看護師があたしにさまざまなことを教えてくれた。",
      "EN": "$dNaturally, being surrounded by so many doctors and nurses, I picked up a few things.",
      "Translation": "$d　自然而然地，周围的医生和护士教会了我许多东西。"
    },
    {
      "JP": "$d　そのときを思い出すと、今でも笑えてしまう。",
      "EN": "$dWhen I think back on those times, I smile even now.",
      "Translation": "$d　想起那时候的事，至今仍然会笑出声来。"
    },
    {
      "JP": "$d　日本語、英語、フランス語、各国の現地の言葉が入り混じり、あたしはどの言語を喋っているのかを区別していなかった。",
      "EN": "$dJapanese, English, French, and local languages were all mixed together, and I couldn't discern which I was speaking.",
      "Translation": "$d　日语，英语，法语，混杂着各国的方言，我连自己在说什么语言都分不清。"
    },
    {
      "JP": "$d　英語とフランス語が入り乱れる中で教えてもらったことを、さらに日本語を混じえた言葉で父に報告する。",
      "EN": "$dWhile I was mixing English and French, I would also throw in Japanese when reporting to my dad.",
      "Translation": "$d　用混杂着英语和法语，还带着日语的语言，向父亲报告别人教我的东西。"
    },
    {
      "JP": "$d　結局は、父が丁寧に教えてくれた日本語が母国語になったけど。",
      "EN": "$dEventually, my father took the time to teach me proper Japanese and it became my native tongue.",
      "Translation": "$d　不过到了最后，还是父亲认真教授的日语成为了我的母语。"
    },
    {
      "JP": "その中で知らない言葉があった。",
      "EN": "There were still languages that I didn't know, though.",
      "Translation": "在这其中有着我所不知道的词汇。"
    },
    {
      "JP": "$d　最初は現地の言葉だった。",
      "EN": "$dLike the local ones for starters.",
      "Translation": "$d　最初是一句当地的方言。"
    },
    {
      "JP": "$d　誰かに英語に訳してもらったが、それも覚えがなかった。",
      "EN": "$dSomeone would translate into English, but I'd struggle with that too.",
      "Translation": "$d　到底是谁把它帮我翻译成了英语，现在已经不记得了。"
    },
    {
      "JP": "$d　言葉は実物に置き換えて覚えることが多かったから、知らないものを探しに行く気分だったのだろう。",
      "EN": "$dWords are often remembered by associating them with real things, so it felt like I was searching for something I did not know.",
      "Translation": "$d　因为经常把词汇换成实物来记忆，所以很想去探寻那些未知的东西吧。"
    },
    {
      "JP": "$d　いつも笑顔で教えてくれた大人の顔が曇ったのは今でも忘れない。",
      "EN": "$dEven now I remember when the adults' faces, which were always smiling, would frown.",
      "Translation": "$d　那总是笑着教我的大人，表情一下子变得阴云密布的样子，至今难以忘怀。"
    },
    {
      "JP": "$d　たったひとつの疑問。",
      "EN": "$dOver a single question.",
      "Translation": "$d　只是因为一个疑问。"
    },
    {
      "JP": "$d　ねえ、Friendってどういう意味？　どこにあるの？",
      "EN": "$dHey, what does ❛friend❜ mean? Where can I find one?",
      "Translation": "$d　那个，是什么意思啊？　它在哪里？"
    },
    {
      "JP": "$d　ねえ、教えてよ。ねぇ…。",
      "EN": "$dHey, tell me. Hey...",
      "Translation": "$d　教教我吧…"
    },
    {
      "JP": "$d　すると熊のような大柄でひげの生えたお医者さんに抱きしめられた。",
      "EN": "$dWhen I asked that, a big bear-like doctor with a beard hugged me tightly.",
      "Translation": "$d　这么说着，我被一个长着大胡子的粗壮医生抱了起来。"
    },
    {
      "JP": "「Here's your friend, sweetheart!」$d（ここに友達がいるよ！）",
      "EN": "❛Here's your friend, sweetheart!❜",
      "Translation": "「Here's your friend, sweetheart!」$d（你的朋友就在这里！）"
    },
    {
      "JP": "$d　きょとんとしたあたしはたどたどしく訊いた。",
      "EN": "$dI was confused and responded falteringly.",
      "Translation": "$d　有些不知所措的我，结结巴巴地问道。"
    },
    {
      "JP": "$d「...Why do you cry? Do you have a stomach ache?」$d（…どうして泣いてるの？　おなかいたいの？）",
      "EN": "$d❛...Why do you cry? Do you have a stomach ache?❜",
      "Translation": "$d　「...Why do you cry? Do you have a stomach ache?」$d（…为什么要哭？　肚子痛吗？）"
    },
    {
      "JP": "$d　あたしにとって友達は父の同僚であり、患者さんとなった。",
      "EN": "$dFor me, my friends were my father's colleagues and patients.",
      "Translation": "$d　对我来说，朋友就是父亲的同僚和患者们。"
    },
    {
      "JP": "新しい単語を覚えた。",
      "EN": "Then I learned a new word.",
      "Translation": "又记住了一个新单词。"
    },
    {
      "JP": "$d　学校というらしい。行く場所だそうだ。",
      "EN": "$dSomething called ❛school.❜ It was somewhere people went.",
      "Translation": "$d　有个叫学校的词语，好像是个可以去的地方。"
    },
    {
      "JP": "$d　なにをするの？　と問うと、同い年の子供達が集まって先生に勉強を教わり遊ぶ場所と教えられた。",
      "EN": "$dWhen I asked what it was, I was told it was where kids of similar age were brought together to learn and play.",
      "Translation": "$d　那里是做什么的？　别人回答，那是同岁的孩子们集中起来，听老师讲课和玩耍的地方。"
    },
    {
      "JP": "$d　同い年の子供がいっぱいいる！",
      "EN": "$dThere would be a lot of kids my age!",
      "Translation": "$d　有很多同岁的孩子！"
    },
    {
      "JP": "$d　一緒に遊んだりできるんだ！",
      "EN": "$dI could play with them!",
      "Translation": "$d　还能一起玩！"
    },
    {
      "JP": "$d　それだけで夢が膨らんだ。",
      "EN": "$dWith just that, my imagination ran wild.",
      "Translation": "$d　只因为这个，我的梦膨胀了。"
    },
    {
      "JP": "$d　けど、ほとんど通うことはなかった。",
      "EN": "$dHowever, I rarely got to go.",
      "Translation": "$d　但是，实际上我是去不了的。"
    },
    {
      "JP": "$d　政情不安の国では、通うための学校がなかったのだ。",
      "EN": "$dThere weren't many schools in politically unstable countries.",
      "Translation": "$d　在政情不安的国家，没有可供我去的学校。"
    },
    {
      "JP": "$d　父は別に通わなくてもいい、と考えていたようだ。",
      "EN": "$dAnd my father didn't seem to care if I didn't go.",
      "Translation": "$d　父亲似乎也认为我不去学校也无所谓。"
    },
    {
      "JP": "$d　勉強は誰かが教えてくれるし、本を読めば大概の知識は手に入った。",
      "EN": "$dI could learn the ways of the world by talking to people and reading books.",
      "Translation": "$d　所谓学习，只要有人教，能读懂书的话，就能得到大概的知识了。"
    },
    {
      "JP": "闇夜の向こうから、軽い破裂音が立て続けに響く。割と近くだ。",
      "EN": "In the middle of the night, a series of small explosions sounded. They were relatively close.",
      "Translation": "在黑暗的夜晚，响起了不断的轻微的破裂声。而且还是在比较靠近我们的地方。"
    },
    {
      "JP": "$d　恐怖と緊張感で跳ね起きるが、大半はまたか、とうんざりしていただけだ。",
      "EN": "$dI jumped out of bed scared and nervous, but most people just found it annoying.",
      "Translation": "$d　虽然因为恐惧和紧张感而跳了起来，但多半只会想着“又来了吗”而感到厌烦。"
    },
    {
      "JP": "$d　おそらく反政府ゲリラが正規軍を襲ったのだろう。その逆もないわけではないが。",
      "EN": "$dThe guerrillas were probably attacking the government's army. Or perhaps it was the other way around.",
      "Translation": "$d　恐怕是反政府游击队在袭击正规军吧。当然也有可能是相反的情况。"
    },
    {
      "JP": "$d　決められたとおり、まず靴を履き、バックパックを背負う。",
      "EN": "$dAs practiced, I put on my shoes and grabbed my backpack.",
      "Translation": "$d　按照之前决定好的，首先穿好鞋子，背好背包。"
    },
    {
      "JP": "$d　危険が迫ったときの対応は父親から言い聞かされていた。",
      "EN": "$dMy father had told me what to do when danger approached.",
      "Translation": "$d　父亲说，这是为了应对危险迫近的情况。"
    },
    {
      "JP": "$d　寝室を出ると、孫を救ってもらったお礼とボディーガード役を買って出てくれた老人がAK47を持って待機していた。",
      "EN": "$dWhen I came out of my room there was an old man, who was serving as a bodyguard as thanks for saving his grandchild, waiting and holding an AK47.",
      "Translation": "$d　走出寝室，因为孙子被父亲挽救而当我们的保镖做为谢礼的老人，正端着待机。"
    },
    {
      "JP": "「Hi,aya. All right?」$d（大丈夫かい？）",
      "EN": "❛Hi, Aya. Is everything all right?❜",
      "Translation": "「Hi,aya. All right?」$d（没事吧？）"
    },
    {
      "JP": "$d「No problem. But I'm sleepy.」$d（問題ないわ。でも、眠いから）",
      "EN": "$d❛I'm fine, but I'm sleepy.❜",
      "Translation": "$d　「No problem. But I'm sleepy.」$d（没事。但是很困）"
    },
    {
      "JP": "$d「If it can be said, you are safe.」$d（それだけ言えれば問題ないな）",
      "EN": "$d❛If you can say that, then you are okay.❜",
      "Translation": "$d　「If it can be said, you are safe.」$d（还能说出这样的话，那就真的是没事了）"
    },
    {
      "JP": "$d　老人が窓越しに外を見張っていると、父がやってきた。",
      "EN": "$dWhile the old man was keeping watch out the window, my father came in.",
      "Translation": "$d　在老人透过窗户监视着外面的时候，父亲来了。"
    },
    {
      "JP": "$d　場合によっては逃げるが、まずは現状把握から。",
      "EN": "$dDepending on the situation, we would run, but first we needed to understand it.",
      "Translation": "$d　依照不同的场合来决定是否要逃走。现在首先要把握状况。"
    },
    {
      "JP": "$d　そもそもここを『病院』と認識している者は、襲ってこない。",
      "EN": "$dFirst off, people who knew this was a ❛hospital❜ wouldn't attack it.",
      "Translation": "$d　说起来，把这里当成是『医院』的人，就不会来袭击。"
    },
    {
      "JP": "$d　自分達の利益になっているし、家族を救われた者も少なくないからだ。",
      "EN": "$dWe had helped and saved the families of quite a few people.",
      "Translation": "$d　因为这样既对自己有利，况且有家人被父亲他们救了的人也不在少数。"
    },
    {
      "JP": "$d　それでも殺し合いの渦中で生まれる猛烈なストレスに、我を忘れないとも限らない。",
      "EN": "$dEven so, amidst the intense stress that arises in the chaos of battle, people sometimes forget themselves.",
      "Translation": "$d　但是，在互相杀戮的旋涡产生的强烈压力中，会失去自我也不稀奇。"
    },
    {
      "JP": "怖がっていては何もできない。",
      "EN": "Fear can render you powerless.",
      "Translation": "陷入恐惧中的话什么都做不了。"
    },
    {
      "JP": "$d　銃は誰が撃っても当たれば死ぬ。",
      "EN": "$dA gun can kill no matter who fires it.",
      "Translation": "$d　无论是谁，只要被枪打中了就会死去。"
    },
    {
      "JP": "$d　役に立たないと思ったら、足手まといにならなければいい。",
      "EN": "$dIf you don't think you can help, you should just not get in the way.",
      "Translation": "$d　如果认为自己起不了什么作用的话，那只要不成为累赘就好。"
    },
    {
      "JP": "$d　自由になりたければ戦うしかない。",
      "EN": "$dIf you want to be free, you have no choice but to fight.",
      "Translation": "$d　想要自由的话，唯有战斗一途。"
    },
    {
      "JP": "$d　全て、その土地で戦っている人々が教えてくれた。",
      "EN": "$dThe people fighting here taught me that.",
      "Translation": "$d　这一切，都是在这片土地上战斗的人们教会我的。"
    },
    {
      "JP": "その夜は散発的に続き、明け方には終わった。",
      "EN": "The battle continued sporadically throughout the night and ended at dawn.",
      "Translation": "夜晚在不断传来的枪声中行进着，最终迎来了黎明。"
    },
    {
      "JP": "$d　老人は遺体を引き上げに行くと、燻った戦場へと消えていった。",
      "EN": "$dThe old man went to pick up a corpse and disappeared into the smoldering battlefield.",
      "Translation": "$d　老人为了收拾遗体，消失在了还冒着烟的战场中。"
    },
    {
      "JP": "$d　繋いだ父の手が震えていた。",
      "EN": "$dMy father's hands were shaking.",
      "Translation": "$d　牵着的父亲的手在颤抖。"
    },
    {
      "JP": "$d　問うと、なんでもないよとだけ答えた。",
      "EN": "$dWhen I asked why, he said it was nothing.",
      "Translation": "$d　问为什么，父亲只回答了一句“没什么”。"
    },
    {
      "JP": "$d　思い返すに、父はおそらく悔しかったのだろう。",
      "EN": "$dWhen I think back on it, my father was probably frustrated.",
      "Translation": "$d　现在回想起来，父亲他恐怕是在后悔吧。"
    },
    {
      "JP": "$d　命を使い捨てる現実と、治療しても戦場へと戻っていく人々に対して。",
      "EN": "$dBy all the lives being thrown away and the people who returned to fight once more after receiving treatment.",
      "Translation": "$d　对于生命之脆弱的现实，以及即使接受了治疗还是回到战场的那些人。"
    },
    {
      "JP": "$d　そして、何も為しえてない自分にも。",
      "EN": "$dAnd his not being able to change anything.",
      "Translation": "$d　还有，对这一切无能为力的自己。"
    },
    {
      "JP": "そんな折、父が一度帰ろうかと言い出した。",
      "EN": "It was then that he asked himself if we should go home.",
      "Translation": "因为这样的挫折，父亲曾说过要回去。"
    },
    {
      "JP": "$d　帰ると言われてもよくわからなかった。",
      "EN": "$dI didn't know what he meant by going home.",
      "Translation": "$d　但是即使听到这样的话，我也不太明白是什么意思。"
    },
    {
      "JP": "$d　あたしにとって家は診療所であり、広大な砂漠だ。",
      "EN": "$dTo me, the clinic and the vast desert were home.",
      "Translation": "$d　对我来说，家就是诊疗所所在的广大沙漠。"
    },
    {
      "JP": "$d　すると父は生まれ育った国を夜毎教えてくれた。",
      "EN": "$dAfter that, every night he would tell me about the country he was born and raised in.",
      "Translation": "$d　于是，父亲每天晚上都在向我讲述生我养我的那个国家的事。"
    },
    {
      "JP": "そこは夢のような国だと思った。",
      "EN": "It was like a country out of a dream.",
      "Translation": "我觉得那简直是个梦幻般的国家。"
    },
    {
      "JP": "$d　数え切れない車と天空を突き刺すような高層ビル。",
      "EN": "$dThere were innumerable cars and tall buildings that seemed to pierce the sky.",
      "Translation": "$d　数不胜数的车，以及仿佛要穿破天空般的高楼大厦。"
    },
    {
      "JP": "$d　歩いていける距離に店があり、何でも売っている。",
      "EN": "$dThere were stores where you could buy anything you wanted within walking distance.",
      "Translation": "$d　只要稍微走几步路就有商店，那里出售着任何想要的东西。"
    },
    {
      "JP": "$d　誰でも飲める水道がどこにでもある。",
      "EN": "$dThere was drinking water for everyone, wherever you went.",
      "Translation": "$d　随处都有可以自由饮水用的自来水。"
    },
    {
      "JP": "$d　電気が必ず通じている。",
      "EN": "$dThere was always electricity.",
      "Translation": "$d　电灯是每户人家的日常用品。"
    },
    {
      "JP": "$d　騒乱に巻き込まれる心配もない。",
      "EN": "$dNobody had to worry about getting caught up in mayhem.",
      "Translation": "$d　不用担心被卷入骚乱中。"
    },
    {
      "JP": "$d　穏やか、という言葉が本当にあることを知った。",
      "EN": "$dI learned that peace really does exist.",
      "Translation": "$d　我知道了，“安稳”这个词是真正存在的。"
    },
    {
      "JP": "ひとりで遊びに行くのも初めてだった。",
      "EN": "I also got to go out and play by myself for the first time.",
      "Translation": "而一个人出去玩也是第一次。"
    },
    {
      "JP": "$d　近くの公園までサッカーボール片手に行くと――あの国では遊びといえばサッカーだった。ボールひとつあれば誰でもできたから――、同い年くらいの男の子がいた。",
      "EN": "$dI went to a nearby park with a soccer ball in hand. Soccer was the go to in that country. If you had a ball, anyone would play with you. And there was a boy my age there.",
      "Translation": "$d　在附近的公园里，一只手拿着足球去的时候－－在这个国家里说到玩自然会想到足球。只要有一个球的话无论谁都玩得了－－那里有一个大概跟我同岁的男孩子。"
    },
    {
      "JP": "$d　線が細く、笑顔が印象に残る子だった。",
      "EN": "$dHe was a sensitive boy whose smile left an impression.",
      "Translation": "$d　在我的印象中，那是个温柔的，总是笑着的男孩子。"
    },
    {
      "JP": "$d　熱帯の砂漠で日焼けしていたあたしと比べると、むしろ彼の方が『女の子』らしくすらあったが。",
      "EN": "$dCompared to me, who had a tan from living in a tropical desert, he was more ❛girly.❜",
      "Translation": "$d　比起在热带沙漠里整天被阳光曝晒的我，也许他才更『女孩子』一些。"
    },
    {
      "JP": "勇気を出して、あそぼうよ、と声をかけると喜んでつきあってくれた。",
      "EN": "When I mustered the courage to ask him to play, he gladly joined me.",
      "Translation": "我鼓起勇气对他说“一起玩吧”，然后他很高兴地接受了。"
    },
    {
      "JP": "$d　日が暮れて、彼がそろそろ帰らなきゃ、と言った。",
      "EN": "$dAt dusk he said he needed to be going home.",
      "Translation": "$d　日暮时分，他说差不多该回去了。"
    },
    {
      "JP": "$d　家に帰る時間になっても名残惜しく思えた。",
      "EN": "$dIt was time to go home, but I was sad to go.",
      "Translation": "$d　但是即使到了该回家的时间，我也觉得十分不舍。"
    },
    {
      "JP": "$d　たぶんあたしは場違いなほど悲しげな顔をしていたのだろう。",
      "EN": "$dI probably looked far sadder than I should have.",
      "Translation": "$d　也许我那时候露出了不合时宜的悲伤表情吧。"
    },
    {
      "JP": "$d　ぼくの家はあそこだから、いつでもさそってよ。",
      "EN": "$d❛I live right over there, so we can play anytime.❜",
      "Translation": "$d　我的家就在那里，随时可以来找我玩。"
    },
    {
      "JP": "$d　ぽん、ぽん、と。",
      "EN": "$d*Pat pat*",
      "Translation": "$d　噗，噗地。"
    },
    {
      "JP": "$d　頭を撫でて慰めてくれた。",
      "EN": "$dHe patted my head to comfort me.",
      "Translation": "$d　抚摸着我的头安慰我。"
    },
    {
      "JP": "それから毎日のように、あたしは彼と遊んでいた。",
      "EN": "From then on, we played together every day.",
      "Translation": "从那时起，我每天都在跟他一起玩。"
    },
    {
      "JP": "$d　二人で遊んでいることもあれば、近所の子供達が集まってくることもあった。",
      "EN": "$dSometimes it'd be just the two of us and sometimes other neighborhood kids would join.",
      "Translation": "$d　既有只有两个人一起玩，也有跟附近的孩子们一起玩的时候。"
    },
    {
      "JP": "$d　一日中おいかけっこに興じる。",
      "EN": "$dWe'd have fun chasing after each other all day.",
      "Translation": "$d　整日沉醉于互相追逐的欢乐之中。"
    },
    {
      "JP": "$d　すべり台で一緒に、何度も滑り降りる。",
      "EN": "$dWe would go down the slide again and again.",
      "Translation": "$d　很多次，跟他一起从滑梯上滑下。"
    },
    {
      "JP": "$d　あたしは彼にサッカーを教え、彼から日本の子供の遊びを教わった。",
      "EN": "$dI taught him how to play soccer and he taught me Japanese games.",
      "Translation": "$d　我教他踢足球，而他则教我日本小孩子的玩法。"
    },
    {
      "JP": "$d　不器用なあたしはうまくできなかったけど、それでも楽しかった。",
      "EN": "$dI was clumsy and not very good, but it was fun anyway.",
      "Translation": "$d　虽然笨拙的我总是玩不好，但也十分快乐。"
    },
    {
      "JP": "$d　そんな日がいつまでも続くと思っていた。",
      "EN": "$dI thought those days would last forever.",
      "Translation": "$d　想要让这样的日子一直延续下去。"
    },
    {
      "JP": "家に帰ると、父がテレビのニュースを食いつくように見ていた。",
      "EN": "When I'd get home, my father would be watching the news intently.",
      "Translation": "回到家后，父亲紧紧地盯着电视上的新闻节目。"
    },
    {
      "JP": "$d　数千キロ離れた遠い、別の遠いどこかで爆弾の雨が降っている、という話だった。",
      "EN": "$dThere were stories about bombs raining down in far off places, thousands of miles away.",
      "Translation": "$d　在远在数千公里外的地方，炸弹正如暴雨般倾泻而下。"
    },
    {
      "JP": "$d　父の目の色を見て、納得した自分がいた。",
      "EN": "$dWhen I looked into my father's eyes, I saw he had decided.",
      "Translation": "$d　从父亲的目光看来，那里才是他真正想去的地方。"
    },
    {
      "JP": "半島の内陸にある国は、想像以上に穏やかな気候だった。",
      "EN": "We traveled to a country at the center of a peninsula, where the climate was unbelievably serene.",
      "Translation": "处于半岛的内陆国家，气候比想象中要稳定。"
    },
    {
      "JP": "$d　ただし、国中を鼻を刺す火薬と焦げた臭いが辺りを包んでいた。",
      "EN": "$dBut within the country was the smell of gunpowder and burning.",
      "Translation": "$d　但是，这个国家却被刺鼻的火药味和烧焦的臭味所包围着。"
    },
    {
      "JP": "$d　入国は混乱を極め、あたしたちは他国から陸路で行くしかなかった。",
      "EN": "$dEntry into the country was extremely chaotic and we had no choice but to enter from a neighboring country.",
      "Translation": "$d　因为入国过程极其混乱，我们不得不经由别国从陆路进入。"
    },
    {
      "JP": "それからのことはあまり覚えていない。",
      "EN": "I don't remember much after that.",
      "Translation": "之后的事已经记不大清楚了。"
    },
    {
      "JP": "$d　押しつぶされそうな恐怖心と戦っていたのだろう。",
      "EN": "$dI was battling my suffocating terror.",
      "Translation": "$d　应该是在与仿佛要把人碾碎一般的恐惧战斗吧。"
    },
    {
      "JP": "$d　理由はわかっている。",
      "EN": "$dI knew why.",
      "Translation": "$d　理由我是知道的。"
    },
    {
      "JP": "$d　日本で過ごした幸せな日々が、あたしを弱くしたのだ。",
      "EN": "$dThe happy days I'd spent in Japan had made me weak.",
      "Translation": "$d　在日本度过的那些幸福的日子，让我变得软弱了。"
    },
    {
      "JP": "なぜこんなことをするの？",
      "EN": "Why are we doing this?",
      "Translation": "为什么要做这种事？"
    },
    {
      "JP": "$d　父に問うと、困っている人がいるからだ、と言った。",
      "EN": "$dWhen I asked my father, he told me it was because people needed help.",
      "Translation": "$d　这么问父亲。父亲说，因为这里有人需要我们帮助。"
    },
    {
      "JP": "$d　そう言われると、あたしは黙り込んでしまう。",
      "EN": "$dHearing that shut me up.",
      "Translation": "$d　得到答案之后，我陷入了沉默。"
    },
    {
      "JP": "$d　眼前にひろがるこの光景を見て、自分の希望を言うのはとてつもなく卑怯な気がした。",
      "EN": "$dWhat I saw made voicing my own hopes seem absurdly cowardly.",
      "Translation": "$d　看着眼前的光景，我发现了，我的希望是多么的自私。"
    },
    {
      "JP": "$d　家を焼け出され、家族を失った人も多い。",
      "EN": "$dMany had lost their homes and families.",
      "Translation": "$d　很多人的房子被烧毁，失去了家人。"
    },
    {
      "JP": "$d　日々の食事にも困り、今後の生きる術もない。",
      "EN": "$dJust getting enough food to make it through the day was hard, and they had no means of survival.",
      "Translation": "$d　既在为每天的吃饭问题发愁，也没有在今后继续生存的办法。"
    },
    {
      "JP": "$d　その中で、自分の中に生まれた日本での暮らしを求める心に罪悪感を覚えた。",
      "EN": "$dSurrounded by that, my desire to live in Japan made me feel guilty.",
      "Translation": "$d　在这样的环境中，我因自己心中对日本生活的追求而有了罪恶感。"
    },
    {
      "JP": "$d　こんな目にあわせた父に反抗したいとさえ思った。",
      "EN": "$dEven so, I wanted to defy my father, who had forced this on me.",
      "Translation": "$d　我甚至想要去反抗带我来这里的父亲。"
    },
    {
      "JP": "湧き出てくる欲求は止めることが出来なかった。",
      "EN": "I couldn't stop the desires from rising within me.",
      "Translation": "我无法阻止心中喷涌而出的欲望。"
    },
    {
      "JP": "$d　友達が欲しい。",
      "EN": "$dI wanted friends.",
      "Translation": "$d　想要朋友。"
    },
    {
      "JP": "$d　普通に学校へ通いたい。",
      "EN": "$dI wanted to go to school regularly.",
      "Translation": "$d　想去普通的学校上学。"
    },
    {
      "JP": "$d　あの子にもう一度会って遊びたい。",
      "EN": "$dI wanted to see and play with that kid again.",
      "Translation": "$d　想再见到那个男孩子，跟他一起玩。"
    },
    {
      "JP": "$d　何度訴えようと思ったかわからない。",
      "EN": "$dI don't know how many times I thought of telling him.",
      "Translation": "$d　不知多少次，我想把这些话大声说出口。"
    },
    {
      "JP": "$d　けど。",
      "EN": "$dBut.",
      "Translation": "$d　但是。"
    },
    {
      "JP": "$d　あたしは最後まで言うことはなかった。",
      "EN": "$dIn the end I said nothing.",
      "Translation": "$d　最后，我还是没说。"
    },
    {
      "JP": "理由？　なんだろう…。",
      "EN": "Why? I wonder...",
      "Translation": "理由？　是什么呢…。"
    },
    {
      "JP": "$d　たくさんある、と思う。",
      "EN": "$dA myriad of reasons, I think.",
      "Translation": "$d　我想应该有很多吧。"
    },
    {
      "JP": "$d　一本の抗生物質で元気になった子供を、涙ながらに喜ぶ母親の姿だろうか？",
      "EN": "$dWas it seeing a mother cry tears of joy after having her child cured by antibiotics?",
      "Translation": "$d　是因为看着注射了一支抗生素而变得精神的孩子，喜极而泣的母亲的样子吗？"
    },
    {
      "JP": "$d　少人数の力では救えない人々がいることに嘆く大人達の姿だろうか？",
      "EN": "$dWas it seeing the adults lament the people they couldn't save because they didn't have enough help?",
      "Translation": "$d　是感叹着“少数人的力量能挽救的人始终有限啊”的大人的样子吗？"
    },
    {
      "JP": "$d　先生ありがとう、と毎日野菜を持ってくる老婆の笑顔だろうか？",
      "EN": "$dWas it the smiling face of the old lady who'd bring vegetables and thank the doctors every day?",
      "Translation": "$d　是说着“谢谢医生”，每天送来蔬菜的老婆婆的笑脸吗？"
    },
    {
      "JP": "$d　ほんのちいさな、手の届く範囲。",
      "EN": "$dThe limited reach of a hand.",
      "Translation": "$d　不过是一点点伸手可及的范围。"
    },
    {
      "JP": "$d　その中に、笑顔が、感謝が、確かに存在した。",
      "EN": "$dIn that small space, people smiled and were grateful.",
      "Translation": "$d　但在这之中，笑容和感谢却是确实存在的。"
    },
    {
      "JP": "$d　見方を変えれば、娘を自分勝手な理念に巻き込んだ父親。",
      "EN": "$dLooked at one way, my father subjecting his daughter to a harsh life because of his ideals.",
      "Translation": "$d　改变了自己看法，把女儿卷进自己任性想法的父亲。"
    },
    {
      "JP": "$d　学校すら満足に通わせない、社会の枠を外れた人種なんだけど。",
      "EN": "$dI wasn't able to get a formal education, and we existed outside the framework of society.",
      "Translation": "$d　就连想去上学这样的愿望都不能满足，让我成为脱离了社会范围的人种。"
    },
    {
      "JP": "$d　あたしは憎む気にはならなかった。",
      "EN": "$dI didn't hate him.",
      "Translation": "$d　我没有憎恨他。"
    },
    {
      "JP": "むしろどこかで尊敬していた。",
      "EN": "Rather, I kind of respected him.",
      "Translation": "毋宁说，还对他的某些地方十分尊敬。"
    },
    {
      "JP": "$d　自分のことは何一つ省みず、献身だけで動いているのが幼子のあたしですら理解していたからだと思う。",
      "EN": "$dHe was fully devoted and had no regrets. Even a child like me understood that.",
      "Translation": "$d　我想，这是因为他完全不顾自己，只知道献身工作这件事，连身为幼子的我都理解了。"
    },
    {
      "JP": "ただ、最後まで辛かったことがある。",
      "EN": "But one thing had always pained me.",
      "Translation": "但是，最后还是有着痛苦的事。"
    },
    {
      "JP": "$d　治療を施した父とあたしに、涙を流しながら感謝してくれること。",
      "EN": "$dIt was how people would thank me and my father with tears on their faces.",
      "Translation": "$d　就是有人流着泪，感谢施与了治疗的父亲和我，这种事。"
    },
    {
      "JP": "$d　やめて。",
      "EN": "$dStop.",
      "Translation": "$d　不要这样。"
    },
    {
      "JP": "$d　あたしは、そんな良い子じゃない。",
      "EN": "$dI'm not that good of a kid.",
      "Translation": "$d　我不是那样的好孩子。"
    },
    {
      "JP": "$d　ただ、隠しているだけだから。",
      "EN": "$dI'm just hiding it.",
      "Translation": "$d　只是一直在隐藏而已。"
    },
    {
      "JP": "その頃から、あたしは自分の意見を言うのを止めていたような気がする。",
      "EN": "From then on, I decided to stop voicing my thoughts.",
      "Translation": "从那时候开始，我开始阻止自己说出自己的意见。"
    },
    {
      "JP": "$d　言われたことを確実にこなすだけの少女になっていた。",
      "EN": "$dI would be a girl who just made sure to do as she was told.",
      "Translation": "$d　变成了一个只会去完成指令的女孩子。"
    },
    {
      "JP": "$d　その方が辛くない。",
      "EN": "$dThat wasn't difficult.",
      "Translation": "$d　那样就不会那么痛苦。"
    },
    {
      "JP": "あたしたちが住むところは様々だ。",
      "EN": "We lived in a lot of different places.",
      "Translation": "我们所住的地方是多种多样的。"
    },
    {
      "JP": "$d　家を借りることもあれば、診療所の２階に住み込むこともある。",
      "EN": "$dThere were times when we'd have a house, sometimes we'd live on the second floor above the clinic.",
      "Translation": "$d　既有寄宿别人家，也有借住在诊疗所的２层的时候。"
    },
    {
      "JP": "$d　地元の名士が所有する別荘を借り受け、父の同僚と共同生活を送ることもあった。",
      "EN": "$dThere were also times where we would live with my father's co-workers in a villa owned by a local person of affluence.",
      "Translation": "$d　也有过借住在当地的名人的别墅，与父亲的同僚共同生活的经验。"
    },
    {
      "JP": "$d　だが、最も奇妙でおもしろかったところがある。",
      "EN": "$dBut there was one place even more interesting.",
      "Translation": "$d　但是，最奇妙最有趣的地方是那里。"
    },
    {
      "JP": "$d　軍事基地だ。",
      "EN": "$dA military base.",
      "Translation": "$d　军事基地。"
    },
    {
      "JP": "きっかけは、父が体を壊し入院したためだ。",
      "EN": "My father had exhausted himself and been hospitalized.",
      "Translation": "起因是父亲因为健康恶化而住院了。"
    },
    {
      "JP": "$d　しばらく入院すれば完治するほどのものだが、検査が必要なことと、あたしを保護する場所が必要だったのだ。",
      "EN": "$dHe needed to stay in the hospital while they ran some tests and I needed somewhere to stay.",
      "Translation": "$d　虽然只是住院一段时间就能彻底治好的病，但因为需要检查，所以需要一个能保护我的地方。"
    },
    {
      "JP": "様々な大人が働いている軍事基地は、あたしにとって珍しくおもしろかった場所だ。",
      "EN": "That military base with all sorts of adults working in it was a rare treat for me.",
      "Translation": "各种大人工作着的军事基地，对我来说是新奇而又有趣的地方。"
    },
    {
      "JP": "$d　訓練の邪魔にならないようじっとしていると、年老いた士官が訊いてきた。",
      "EN": "$dWhile I was trying not to get in the way of training, an elderly officer came up to me.",
      "Translation": "$d　在为了不妨碍训练而在一旁默不做声的时候，一个年老的士官对我说话了。"
    },
    {
      "JP": "$d「私は暇なんだが、話し相手になってくれないか？」",
      "EN": "$d❝I'm free right now. Would you like to talk?❞",
      "Translation": "$d　「我现在很闲，可以来陪我聊天吗？」"
    },
    {
      "JP": "$d　あたしが頷くと、空調の効いた部屋へ呼ばれ、粉末のオレンジジュースを出してくれた。",
      "EN": "$dI nodded and he took me to an air-conditioned room and brought in some powdered orange juice.",
      "Translation": "$d　我点了点头。于是他把我带到一个有着空调的房间，还给我一杯用粉末调配的橙汁。"
    },
    {
      "JP": "そこで、いろいろな話を聞き、あたしも自分のことを話した。",
      "EN": "There, I asked him about all sort of things and talked about myself as well.",
      "Translation": "在那里，他对我说了很多事，而我也说起了自己的事。"
    },
    {
      "JP": "$d　大国がどのようなことをしているか。",
      "EN": "$dWhat were the major powers up to?",
      "Translation": "$d　大国到底在做什么什么样的事。"
    },
    {
      "JP": "$d　どんな武器で皆を守っているか。",
      "EN": "$dWhat kind of weapons were they using to protect everyone?",
      "Translation": "$d　用什么样的武器来守护着大家。"
    },
    {
      "JP": "$d　子供だったあたしは武器に興味を持った。",
      "EN": "$dI was a child, but I had an interest in weapons.",
      "Translation": "$d　还只是孩子的我，对武器抱有浓厚的兴趣。"
    },
    {
      "JP": "$d　射撃訓練に連れていってもらい、銃を撃つ練習に参加させてもらった。",
      "EN": "$dHe took me to the shooting range and let me participate in firing practice.",
      "Translation": "$d　于是他带我去射击训练场，还参加了枪击练习。"
    },
    {
      "JP": "$d　相手を撃つためではなく、自分の身を守るためだよと教えられて。",
      "EN": "$dI was taught that guns are not for shooting people, but for protecting yourself.",
      "Translation": "$d　这不是为了攻击对手，而是为了保护自己。他是这么教我的。"
    },
    {
      "JP": "そこで最も上手かった軍人さんが持っていた銃を撃たせてもらったけど、吹き飛んで笑われてしまった。",
      "EN": "One exceptionally skilled soldier let me fire his gun once, but I was blown away by the recoil and he laughed at me.",
      "Translation": "在那里，我试着用最精锐的军人所持的枪射击，但自己却被反冲力震飞，因此而被嘲笑了。"
    },
    {
      "JP": "$d　君も大人になったらこれくらい撃てるようになるよ、と数十メートル先の的に弾痕で絵を描いてくれた。",
      "EN": "$dHe told me that someday when I grew up I could shoot this well too and drew a picture out of bullet holes on the target a couple of dozen meters away.",
      "Translation": "$d　你成为大人以后就可以这样射击了，那位军人这么说，一边在几十米外的地方用弹痕画起画来。"
    },
    {
      "JP": "$d　一番すごいのはどれ？　と問うと、嬉しそうに教えてくれたのがM134という奇妙な形をした銃だ。",
      "EN": "$dWhen I asked which weapon was the best, he happily told me that it was this oddly shaped gun called the M134.",
      "Translation": "$d　最厉害的是什么枪？　我这么问道。对方很高兴地告诉我，是叫做“M134”的拥有奇妙的形状的枪。"
    },
    {
      "JP": "$d　地鳴りのような音をあげ、金属板を紙のように切り裂いていく姿が印象的だった。",
      "EN": "$dIt looked impressive, gave off a noise that sounded like the earth trembling, and cut through metal like it was paper.",
      "Translation": "$d　它可以发出地震般的声响，把金属板像纸一般切开。"
    },
    {
      "JP": "父の退院後、またいつもの生活へと戻っていった。",
      "EN": "After my father got out of the hospital, I went back to my normal life.",
      "Translation": "父亲出院后，我们又回到了往常的生活中。"
    },
    {
      "JP": "移動手段はさまざまだった。",
      "EN": "We used all kinds of different means of transportation to get to the places we needed to.",
      "Translation": "移动手段是多种多样的。"
    },
    {
      "JP": "$d　幹線道路が一本しかなく、地雷原と対戦車砲に怯えながらトラックで走る。",
      "EN": "$dThere was only one main road and we had to speed through while worrying about minefields and antitank guns.",
      "Translation": "$d　干线道路只有一条，我们抱着对地雷原和战车炮的恐惧，坐在飞奔的卡车上。"
    },
    {
      "JP": "$d　協力してくれた軍隊のヘリに乗って最前線に向かった夜は、誰もがこの世の終わりといった表情をしていた。",
      "EN": "$dOne night, the military troops we were working with took us to the front lines via helicopter. Everyone had a look of despair on their faces.",
      "Translation": "$d　在乘坐着帮助我们的军队的直升机飞向最前线的夜晚，每个人的脸上都带着世界即将面临毁灭般的表情。"
    },
    {
      "JP": "$d　あまりなかったが、危機的状況では現地に入れないと判断されることもあった。",
      "EN": "$dIt wasn't often, but occasionally there would be danger and we weren't allowed near.",
      "Translation": "$d　虽然不是很经常，但因为危机状况而做出不能进入现场的判断也时有发生。"
    },
    {
      "JP": "$d　そんな場合は、中継地で情況が好転するのを待つのが常であった。",
      "EN": "$dIn those situations we would wait at a relay point until things cleared.",
      "Translation": "$d　在这种时候，通常是在中继地等待情况好转。"
    },
    {
      "JP": "提供された家は、端的に言えば、古くみすぼらしかった。",
      "EN": "The houses we were provided, to be honest, were old and run down.",
      "Translation": "提供给我们的住所，说实话既破旧又简陋。"
    },
    {
      "JP": "$d　その上季節的に砂嵐に襲われ、１メートル先すら見えない日もあった。",
      "EN": "$dOn top of all that, when the seasonal sand storms hit you couldn't see more than a meter in front of you.",
      "Translation": "$d　在加上被季节性的沙尘暴袭击，有时候连１米以外的地方都看不见。"
    },
    {
      "JP": "$d　全てがオレンジ色に染まり、部屋の中や口にまで入る砂に閉口していたのは事実。",
      "EN": "$dEverything would be colored orange and the sand would get in the room and even in my mouth.",
      "Translation": "$d　一切都被染成金黄色，因为进入房间和嘴里的砂子而没法开口说话是事实。"
    },
    {
      "JP": "でも、その街は洗練された都会で、あたしの好奇心を際限なく刺激した。",
      "EN": "But that town was a refined city and stimulated my curiosity to no end.",
      "Translation": "但是，这富有文化气息的都市，还是无限地刺激着我的好奇心。"
    },
    {
      "JP": "$d　特に気に入ったのは近く――と言っても砂漠の向こう側だが――にあるピラミッドと古代遺跡。",
      "EN": "$dWhat especially intrigued me were the nearby pyramids and ancient ruins, located on the other side of the desert.",
      "Translation": "$d　特别喜欢的是附近——即使这么说，也是在沙漠的对面－－的金字塔和古代遗迹。"
    },
    {
      "JP": "数千年前に作られた聖刻文字（ヒエログリフ）や太陽暦。",
      "EN": "The sacred carvings (hieroglyphics) and solar calendar that were made thousands of years ago.",
      "Translation": "在数千年前被创造出来的圣刻文字（Ｈｉｅｒｏｇｌｙｐｈ）和太阳历。"
    },
    {
      "JP": "$d　古代の王が創り上げたピラミッドの数々。",
      "EN": "$dThe numerous pyramids that ancient kings had constructed.",
      "Translation": "$d　古代的王者所建造的金字塔有好几座。"
    },
    {
      "JP": "$d　アラビア訛りの英語でガイドさんが語る異国の歴史が、あたしを虜にした。",
      "EN": "$dI was captivated by the guide telling us about the history of that foreign country in English with an Arabic accent.",
      "Translation": "$d　凯特用带着阿拉伯口音的英语说讲述的外国历史，俘虏了我的心。"
    },
    {
      "JP": "数日後、トラックの中で揺られていたあたしの手にあったのは、一冊の本。",
      "EN": "A few days later in the truck, I held in my hand a book.",
      "Translation": "几天后，坐在摇摇晃晃的卡车中的我，手中多出了一本书。"
    },
    {
      "JP": "$d　結局アラビア文字は読めなかったけど、そこで紹介された写真をいつまでも眺めていたのを覚えている。",
      "EN": "$dI never did learn to read Arabic, but I remember staring endlessly at the pictures within.",
      "Translation": "$d　虽然到最后还是没读懂阿拉伯文字，但在那里被介绍的照片，无论什么时候看到都能记得起来。"
    },
    {
      "JP": "数年が過ぎても、あたしたちは日本に戻ることはなかった。",
      "EN": "Many years passed, but we didn't return to Japan.",
      "Translation": "过了几年，我们还是没回到日本。"
    },
    {
      "JP": "$d　学校に通うこともあったが、行く先々はライフラインさえない国が大半を占めていた。",
      "EN": "$dThere were times when I went to school, but most of the countries we went to I wasn't able to.",
      "Translation": "$d　虽然也有去上过学，但我们所去的大部分都是连生活都不能正常保障的国家。"
    },
    {
      "JP": "大きくなるにつれて、出来ることも増えていった。",
      "EN": "As I got bigger, I was able to take on more responsibilities.",
      "Translation": "随着渐渐长大，能做的事也在增加。"
    },
    {
      "JP": "$d　父を手伝う見習い看護師にもなった。",
      "EN": "$dI became an apprentice nurse helping my father.",
      "Translation": "$d　为了帮助父亲，而成了见习护士。"
    },
    {
      "JP": "$d　病気の母親の代わりに子供の世話をするベビーシッターにもなった。",
      "EN": "$dI was also a babysitter who took care of the children in place of their sick mothers.",
      "Translation": "$d　曾当过保姆，代替生病的母亲照顾孩子。"
    },
    {
      "JP": "$d　あるときは、地域の子供達に勉強を教える先生役にもなった。",
      "EN": "$dOnce I was even a teacher for the local children.",
      "Translation": "$d　也有当过老师，教当地的孩子们学习。"
    },
    {
      "JP": "$d　できる事が増えればそれだけ気が紛れた。",
      "EN": "$dThe busier I got, the easier it was to keep my mind away from things that bothered me.",
      "Translation": "$d　虽然能做的事增多了，但做这个的时候还是觉得不安心。"
    },
    {
      "JP": "とはいえ、あたし自身子供だったので、教わることも多かった。",
      "EN": "In other words, I was still a kid and wanted to learn.",
      "Translation": "因为我自己是小孩子，也经常被人教。"
    },
    {
      "JP": "$d　父の同僚の医師、現地のコーディネーター、看護師、通訳と先生役は多い。",
      "EN": "$dThere were many people to learn from: my father's fellow doctors, local coordinators, nurses, interpreters, and teachers.",
      "Translation": "$d　经常扮演的角色是父亲的同僚医生，当地的调停者，护士，翻译以及老师。"
    },
    {
      "JP": "$d　役に立つ知識は何でも学んだけど、役に立たない知識もいっぱい仕入れた。",
      "EN": "$dI would learn anything that might be helpful, but I would also learn a lot things that had no immediate application just in case.",
      "Translation": "$d　虽然有用的知识也都学了一点，不过没什么用处的东西也知道一大堆。"
    },
    {
      "JP": "$d　その所為で耳年増になったんだと思う。",
      "EN": "$dAs a result I learned a lot of about sex related topics.",
      "Translation": "$d　因为那个，我也成为了知悉男女之事的人。"
    },
    {
      "JP": "$d　年頃だから、えっちな知識に興味を持っても仕方ない。うん。",
      "EN": "$dI was at that age, so it was only natural I had an interest in those things.",
      "Translation": "$d　到了我这个年龄，对Ｈ知识抱有兴趣也是没办法的事。嗯。"
    },
    {
      "JP": "ある日、父を遠くから呼んでいると、たどたどしい現地の言葉で声をかけられた。",
      "EN": "One day, when my father had been summoned somewhere far away, someone called out to me awkwardly in the local language.",
      "Translation": "有一天，远处传来了呼唤父亲的声音，并且用不怎么熟练的本地方言向我们打招呼。"
    },
    {
      "JP": "$d　日焼けして黒くなっているが、明らかに黄色人種の肌。",
      "EN": "$dHer skin had become tanned from the sun, but she was clearly yellow skinned.",
      "Translation": "$d　虽然因为日晒而变得黝黑，但明显是黄色人种的肌肤。"
    },
    {
      "JP": "$d　黒々とした髪の毛。",
      "EN": "$dHer hair was a deep black.",
      "Translation": "$d　黑色的毛发。"
    },
    {
      "JP": "$d　比較的彫りの浅い顔立ち。",
      "EN": "$dCompared to the people around us, her facial features were more superficial.",
      "Translation": "$d　相比之下轮廓并不那么分明的容貌。"
    },
    {
      "JP": "$d　数年ぶりに見る日本人だった。",
      "EN": "$dIt was the first Japanese person I'd seen in years.",
      "Translation": "$d　是数年未见的日本人。"
    },
    {
      "JP": "$d　あたしは慌てていたのか、普段使い慣れている英語で喋ってしまった。",
      "EN": "$dI was flustered and started speaking English like I was used to doing.",
      "Translation": "$d　是因为太慌张了吗，我脱口而出的是平常一直在说的英语。"
    },
    {
      "JP": "$d　英語なら何とかなるわ、ここに行きたいんだけど、と喋った英語の発音は日本人のものだった。",
      "EN": "$dHer pronunciation when she said 'I can manage in English. I want to go here,' was very Japanese.",
      "Translation": "$d　是讲英语的话就好了，我想去这里。他说的英语明显带着日本人式的发音。"
    },
    {
      "JP": "$d　日本語で大丈夫よ、と返すと相手はひどく驚いていた。",
      "EN": "$dWhen I responded that it was okay to use Japanese, she was very surprised.",
      "Translation": "$d　用日语就行了，我这么回答。这让对方吃了一惊。"
    },
    {
      "JP": "彼女はバックパッカーで、各国を旅しているらしい。",
      "EN": "It seemed she was backpacking from country to country.",
      "Translation": "她似乎是个背包客，正在各国环游旅行。"
    },
    {
      "JP": "$d　あたしは引き止めて、日本の様子をぶつけるように質問していた。",
      "EN": "$dI stopped her and assaulted her with questions about what was going on in Japan.",
      "Translation": "$d　我把她留住，问她日本的近况如何。"
    },
    {
      "JP": "$d　曰く、退屈な国――。",
      "EN": "$dAccording to her, it was a very boring country.",
      "Translation": "$d　她说，是个无聊的国家。"
    },
    {
      "JP": "$d　目的もなく学校に通い、友人と時間を潰す。",
      "EN": "$dShe went to school with no goal in mind and killed time with friends.",
      "Translation": "$d　毫无目的地每天去上学，与朋友一起打发时间。"
    },
    {
      "JP": "$d　代わり映えのない毎日。",
      "EN": "$dThe days blended together.",
      "Translation": "$d　没有任何改变的每一天。"
    },
    {
      "JP": "$d　平和だけど、それ以外何もない。",
      "EN": "$dIt was peaceful, but that was it.",
      "Translation": "$d　虽然和平，但除此以外什么都没有。"
    },
    {
      "JP": "$d　ネガティブに捉えられた彼女の目線には、平凡と怠惰に彩られた生活が映っているのだろう。",
      "EN": "$dIn her eyes it seemed like a life of mediocrity and idleness.",
      "Translation": "$d　在她消极的目光中，仿佛倒映着被平凡和怠惰充斥的生活。"
    },
    {
      "JP": "$d　それでも、あたしには夢のような毎日に思えた。",
      "EN": "$dBut for me it sounded like something out of a dream.",
      "Translation": "$d　即使这样，我还是像做梦一般每天都在想着这种生活。"
    },
    {
      "JP": "あなたはどんな生活を？　と問われた。",
      "EN": "She asked me what my life was like.",
      "Translation": "你过着什么样的生活？　她这么问我。"
    },
    {
      "JP": "$d　あたしは誇張もなく、訊かれるままに答えた。",
      "EN": "$dI responded without exaggeration as she had.",
      "Translation": "$d　我毫不夸张地，照事实回答了。"
    },
    {
      "JP": "$d　紛争と地雷に怯える生活。",
      "EN": "$dThat it was a life lived in fear of fighting and land mines.",
      "Translation": "$d　害怕着纷争和地雷的生活。"
    },
    {
      "JP": "$d　水を汲みに行くだけで丸一日費やす土地。",
      "EN": "$dThat it was a land where going to fetch water took all day.",
      "Translation": "$d　光是去打水就要走上一整天路的土地。"
    },
    {
      "JP": "$d　人の価値が銃一丁より劣る国。",
      "EN": "$dThat it was a country where a person's life was worth less than the gun he held.",
      "Translation": "$d　人的价值还不如一把枪的国家。"
    },
    {
      "JP": "$d　いつしか彼女は言葉を失っていった。",
      "EN": "$dBefore long she was at a loss for words.",
      "Translation": "$d　不知不觉中，她陷入了沉默。"
    },
    {
      "JP": "あたしが用意した簡素な夕食を一緒に過ごし、あたしは彼女に訊いた。",
      "EN": "We shared a simple meal that I prepared and I asked her a question.",
      "Translation": "当我们一起吃着我准备的简单晚饭的时候，我问她。"
    },
    {
      "JP": "$d　これからどうするの？　と。",
      "EN": "$dWhat will you do now?",
      "Translation": "$d　今后有什么打算。"
    },
    {
      "JP": "$d　苦笑いを浮かべたけど、彼女はちいさく、世界平和のために働こうかなと言った。",
      "EN": "$dA bitter smile came to her lips and she said in a small voice that she'd work toward world peace.",
      "Translation": "$d　虽然脸上浮起了苦笑，她小声地说，想要为世界和平而努力。"
    },
    {
      "JP": "$d　今読んでるマンガと貴方の話に影響されただけだけど、と付け加えて。",
      "EN": "$dShe added that she'd been influenced by my story and the manga she was reading.",
      "Translation": "$d　还加了一句，这都是受了最近看的漫画和你说的话的影响。"
    },
    {
      "JP": "$d　彼女の大人びた風貌には似合わなかったけど、その可愛らしさに笑えてしまった。",
      "EN": "$dIt didn't really fit her grown-up appearance, but her sweetness made me smile.",
      "Translation": "$d　她露出了与她老成的面孔很不相符的，可爱的笑容。"
    },
    {
      "JP": "去り際に、彼女はあたしに一冊のマンガを手渡してくれた。",
      "EN": "When she left, she gave me a single volume of manga.",
      "Translation": "当离开的时候，她给了我一本漫画。"
    },
    {
      "JP": "$d　貴方ならこんな世界でも生きていけそうね、と笑いながら。",
      "EN": "$dShe smiled and said that someone like me would do just fine in the world of that manga.",
      "Translation": "$d　是你的话，也许可以在这样的世界里生活下去。她一边笑着一边这么说道。"
    },
    {
      "JP": "$d　当時は難しい漢字は読めなかったので、タイトルは一部しか読めなかった。",
      "EN": "$dAt the time, I couldn't read Japanese very well so I only understood part of the title.",
      "Translation": "$d　因为当时的我还没法阅读复杂的汉字，所以它的标题我只读得出一部分。"
    },
    {
      "JP": "$d　そうして、あたしは数え切れないほどそのマンガ――『学園革命スクレボ』――を読むことになる。",
      "EN": "$dEven so, I read that manga, ❛School Revolution,❜ innumerable times.",
      "Translation": "$d　在那之后，我把这本漫画—『学园革命』——读了无数遍。"
    },
    {
      "JP": "数年が過ぎた。",
      "EN": "A few years passed.",
      "Translation": "又过了几年。"
    },
    {
      "JP": "$d　ある夕方、父の診療室に呼び出された。",
      "EN": "$dOne evening, I was summoned to my father's clinic.",
      "Translation": "$d　一个傍晚，父亲把我叫到了诊疗室。"
    },
    {
      "JP": "$d　父はあたしに、一通の手紙を黙って差し出した。",
      "EN": "$dMy father silently handed me a letter.",
      "Translation": "$d　然后默默地把一封信递给我。"
    },
    {
      "JP": "$d　それは僻地医療の支えとなってくれた父の恩師からの手紙だった。",
      "EN": "$dIt was a letter from his teacher, who had been supporting his medical work in the third world.",
      "Translation": "$d　是支持着父亲在偏远地区行医的，父亲的恩师寄来的信。"
    },
    {
      "JP": "$d　父の行動はとにかく手間と費用がかかった。",
      "EN": "$dFather's work required a lot of labor and money.",
      "Translation": "$d　父亲的行动，无论如何也是需要费用的。"
    },
    {
      "JP": "$d　それらを一手に支援してくれたのが恩師なのだ。",
      "EN": "$dAll of that was being single-handedly taken care of by his teacher.",
      "Translation": "$d　而一手支持着他的，正是这位恩师。"
    },
    {
      "JP": "内容は、年老いて妻に先立たれ後継者のない我が身を継いでくれないかとの頼み。",
      "EN": "Actually, he was old, had lost his wife, and was asking my father to succeed him since he had no one else.",
      "Translation": "内容是，“因为年老的妻子先行一步了，我没有后继者，能否继承我的身家”的请求。"
    },
    {
      "JP": "$d　君は十分戦った。そろそろ自分の幸せを求めてもいいのではないか。",
      "EN": "$dYou've fought plenty. Why not worry about your own happiness now?",
      "Translation": "$d　你已经奋斗得够多了。差不多也该开始追求自己的幸福了吧。"
    },
    {
      "JP": "$d　老兵のわがままをなんとか叶えてやって欲しい。",
      "EN": "$dPlease grant this old man's selfish request.",
      "Translation": "$d　希望你能够完成我这个老兵的任性。"
    },
    {
      "JP": "$d　破天荒な父を支え、自由にさせてくれた恩師のたったひとつの願い。",
      "EN": "$dHe'd given my father an unprecedented amount of support and freedom and had asked only for this.",
      "Translation": "$d　这是支持做出破天荒举动的父亲，让他得到自由的恩师的唯一的愿望。"
    },
    {
      "JP": "$d　父はそれを断れるほどに傍若無人ではなかった。",
      "EN": "$dMy father wasn't so ungrateful as to refuse him.",
      "Translation": "$d　父亲还没有旁若无人到可以拒绝这个请求的程度。"
    },
    {
      "JP": "なあ、そろそろ日本に戻ってもいいかな。",
      "EN": "Well, maybe it would be okay to return to Japan now.",
      "Translation": "那个，差不多可以回日本去了吧。"
    },
    {
      "JP": "$d　どこか他人事のような口振りなのが父らしいと言えた。",
      "EN": "$dIt was like he was talking about something that had happened to a stranger.",
      "Translation": "$d　就像是在说着别人的事情一般，父亲用很平常的口吻说道。"
    },
    {
      "JP": "$d　…好きにしたらいいわよ。",
      "EN": "$d...Do whatever you want.",
      "Translation": "$d　…随便你吧。"
    },
    {
      "JP": "$d　…あたしはどこでもついて行ってあげるから。",
      "EN": "$d...I'll go with you wherever.",
      "Translation": "$d　…无论到哪里，我都会跟着你的。"
    },
    {
      "JP": "$d　本当だろうか？",
      "EN": "$dReally?",
      "Translation": "$d　真的吗？"
    },
    {
      "JP": "$d　本当に穏やかな毎日が待っているのだろうか？",
      "EN": "$dAre peaceful days waiting ahead?",
      "Translation": "$d　那些安稳的日子，真的在等待着我吗？"
    },
    {
      "JP": "$d　期待しても裏切られないだろうか？",
      "EN": "$dIf I get my hopes up, will they be betrayed?",
      "Translation": "$d　即使期待也不会被背叛吗？"
    },
    {
      "JP": "$d　疑心暗鬼のあたしに、日ごとに進む手続きや書類が証明を繰り返していく。",
      "EN": "$dI was suspicious of everything but went through the procedures and paperwork.",
      "Translation": "$d　每天不断办理着的手续和文件，正反复地向心存疑虑的我证明，这都是真的。"
    },
    {
      "JP": "別れを惜しむ声をたくさんもらった。",
      "EN": "Many people said they were sad to see us go.",
      "Translation": "收到了许多离别的叹息声。"
    },
    {
      "JP": "$d　でも、別れには慣れているのだ。",
      "EN": "$dBut I was used to parting.",
      "Translation": "$d　但是，我已经习惯了离别。"
    },
    {
      "JP": "$d　数え切れないほど亡くなった人々を見て、覚えきれないほどの医療従事者と出会い別れてきた自分にとっては。",
      "EN": "$dI'd seen innumerable people die, and I met and parted with too many clinic employees to remember.",
      "Translation": "$d　对于看到了无数死去的人，与记不清有多少的医疗事业者的相会与别离的我来说。"
    },
    {
      "JP": "十数年ぶりの母国は、ただ寒かっただけだ。",
      "EN": "My homeland, one that I hadn't seen in more than ten years, was just plain cold.",
      "Translation": "回到了十几年未归的祖国，只是有些寒冷而已。"
    },
    {
      "JP": "$d　赤道直下の国から、冬の日本に戻ってくれば仕方ないのだろう。",
      "EN": "$dI guess that was to be expected considering I'd come from a country just below the equator.",
      "Translation": "$d　因为刚从赤道下方的国家回到冬天的日本，这也是没办法的事吧。"
    },
    {
      "JP": "$d　慌ててコートを買いに行く自分の姿が滑稽に思えた。",
      "EN": "$dI must have looked ridiculous rushing out to buy a coat.",
      "Translation": "$d　急急忙忙赶去买大衣的自己的样子，十分滑稽。"
    },
    {
      "JP": "住まいは山奥。",
      "EN": "We lived deep in the mountains.",
      "Translation": "所住的地方是深山。"
    },
    {
      "JP": "$d　工事現場のようなところだ。",
      "EN": "$dIt looked like a construction site.",
      "Translation": "$d　好像是工事现场一样的地方。"
    },
    {
      "JP": "$d　一週間という短い期間だけ、作業従事者の健康管理のような仕事を引き受けた。",
      "EN": "$dFor the short span of a week, we took over looking after the workers' health.",
      "Translation": "$d　只是短短一周的时间，接受了类似于作业人员的健康管理那样的工作。"
    },
    {
      "JP": "$d　父は二つ返事で引き受けた。",
      "EN": "$dMy father happily agreed to it.",
      "Translation": "$d　父亲接下这份工作的时候没有任何犹豫。"
    },
    {
      "JP": "$d　住む場所の用意を考えなくてよかったので、あたしも気にしていなかった。",
      "EN": "$dIf it meant not thinking about moving, I didn't mind.",
      "Translation": "$d　因为正好之前没有考虑到住所的问题，我也没怎么介意。"
    },
    {
      "JP": "奥側で行われている大規模なバイパス工事のため、ほとんどの作業員は現場に住み込んでいた。",
      "EN": "There were quite a few workers living on-site to work on a large-scale bypass job.",
      "Translation": "在内侧里进行的是大规模的道路工事，所以大部分工作人员都住在现场。"
    },
    {
      "JP": "$d　あたしたちはプレハブを一棟貸し与えられ、粗末な診療室を根城とした。",
      "EN": "$dWe were lent a prefab house and converted part of it to serve as a crude examination room.",
      "Translation": "$d　我们得到了一幢活动房，以那里的简陋的诊疗室作为我们的根据地。"
    },
    {
      "JP": "そこで話した父との未来図は、とても偏っていたと思う。",
      "EN": "My discussion with my father about the future there was very one-sided.",
      "Translation": "在那里与父亲说起的未来计划，我觉得相当偏颇。"
    },
    {
      "JP": "$d　主に疑問が先に立っていた。",
      "EN": "$dMy doubts got the better of me. ",
      "Translation": "$d　最先提出了主要的疑问。"
    },
    {
      "JP": "$d　学校に通って、退屈な毎日を過ごす。",
      "EN": "$dI would go to school and live a boring life.",
      "Translation": "$d　去学校上学，每天过着无聊的日子。"
    },
    {
      "JP": "$d　受験勉強というものをしないといけないらしい。",
      "EN": "$dI would apparently need to study for something called entrance exams.",
      "Translation": "$d　而且好像还一定要接受考试不可。"
    },
    {
      "JP": "$d　勉強は苦手だから、どうしたらいいのだろうか。",
      "EN": "$dI was bad at studying and didn't know what to do.",
      "Translation": "$d　我不擅长学习啊，这可该怎么办呢。"
    },
    {
      "JP": "$d　あと、友達ができるかどうか心配だ。",
      "EN": "$dI was also worried about whether I would be able to make friends or not.",
      "Translation": "$d　之后是担心能否交到朋友。"
    },
    {
      "JP": "$d　そもそも何を喋っていいかもわからない。",
      "EN": "$dI didn't know what to talk to them about.",
      "Translation": "$d　说起来，我连在朋友面前该说什么话都不知道。"
    },
    {
      "JP": "$d　同世代の若者が何を楽しんでいるか調べる必要がある。",
      "EN": "$dI would need to look into what youth of my age liked to do for fun.",
      "Translation": "$d　有必要去调查一下，同代的年轻人们是以什么为乐的。"
    },
    {
      "JP": "$d　しかし、どうやって調べるんだろうか。",
      "EN": "$dBut how do you look into that?",
      "Translation": "$d　但是，要怎么样调查呢。"
    },
    {
      "JP": "父は笑い、最初は物珍しさが先立って退屈はしないと思うよ、その前に辟易するんじゃないかな、と言った。",
      "EN": "My father laughed and told me to not be frustrated and that my curiosity would get the better of me.",
      "Translation": "父亲笑着说了，最开始你肯定会觉得很稀奇，然后肯定会觉得有意思的，不过在那之前，也许还是会有点害怕吧。"
    },
    {
      "JP": "$d　確かに、ここへ来る途中に遭遇した満員電車は耐えられそうもない。",
      "EN": "$dI certainly couldn't stand the crowded train on the way here.",
      "Translation": "$d　的确，到这里来的途中所遭遇的满员电车让人难以忍受。"
    },
    {
      "JP": "夜半から窓を大粒の水滴が叩きつけていた。",
      "EN": "Large raindrops started to beat against the window in the middle of the night.",
      "Translation": "半夜，大粒的水滴不断地打在窗户上。"
    },
    {
      "JP": "$d　工事は三交代で続けられているから、現場の明かりが目立っていた。",
      "EN": "$dThe construction continued through three shifts and the light made it stand out.",
      "Translation": "$d　工事正以三班制不断地行进中，因此现场总是明亮着的。"
    },
    {
      "JP": "$d　日程に遅れが出ており、たとえ雨でも続けなければならなかった。",
      "EN": "$dAs they had fallen behind schedule, they had to keep working even though it had started to rain.",
      "Translation": "$d　因为之前的日程已经有所延误，所以即使下着雨也不得不日夜赶工。"
    },
    {
      "JP": "$d「怪我人がでなければいいんだが」",
      "EN": "$d❝I hope no one gets hurt.❞",
      "Translation": "$d　「没人受伤就好了啊」"
    },
    {
      "JP": "$d　窓越しに外を見ながら待機する父が呟いた。",
      "EN": "$dMy dad whispered while standing by, watching through the window.",
      "Translation": "$d　透过窗户看着外面的父亲这么说着。"
    },
    {
      "JP": "地響きが聞こえた。",
      "EN": "We heard the earth shake.",
      "Translation": "地面发出了响声。"
    },
    {
      "JP": "$d　何か事故だろうか？",
      "EN": "$dWas there some kind of accident?",
      "Translation": "$d　发生了什么事故吗？"
    },
    {
      "JP": "$d　辺りが騒がしくなり、一輪車に乗せられた怪我人が転がり込んできた。現場監督だ。",
      "EN": "$dWe heard people outside and an injured man was brought in on a wheelbarrow. It was the foreman.",
      "Translation": "$d　随着一阵骚动，一个被独轮车载着的伤者被送了过来。是现场监督。"
    },
    {
      "JP": "$d　ボイリングで三人が吹き飛んだ。",
      "EN": "$dThree people had been blown away in a boiling accident.",
      "Translation": "$d　突然喷涌出的水冲飞了三个人。"
    },
    {
      "JP": "$d　すでに止水壁の外で陥没が始まってる。",
      "EN": "$dThe outside of the cut-off wall had partially collapsed.",
      "Translation": "$d　现在已经开始淹没到止水壁的外部了。"
    },
    {
      "JP": "$d　タイロッドが何本か破断してる、ヒービングも始まってるし土留めが崩壊する。",
      "EN": "$dBecause a number of tie rods had broken, it had started heaving and the retaining wall was under great stress and was going to collapse.",
      "Translation": "$d　连接杆断了好几根，现场产生了严重混乱，防护用栅栏也开始崩塌了。"
    },
    {
      "JP": "$d　口々に飛び込む現状報告を監督は痛みを堪えて聞いていた。",
      "EN": "$dThe foreman fought the pain and listened to all the reports that came flying in.",
      "Translation": "$d　监督忍着疼痛，听着不断传来的现场报告。"
    },
    {
      "JP": "$d　鎮痛薬に局部麻酔、縫合を繰り返し、監督は指示を出してから意識を失った。",
      "EN": "$dWe applied local anesthesia to alleviate the pain and sewed him up. Then he gave instructions to his men and passed out.",
      "Translation": "$d　连续使用镇痛药进行局部麻醉并且缝合伤口，监督下达指示后失去了意识。"
    },
    {
      "JP": "思えばこの時、判断を誤ったのだろう。",
      "EN": "When I think back on it, we made the wrong call.",
      "Translation": "要想起来的话，那时候是因为判断失误所致吧。"
    },
    {
      "JP": "$d　全員避難すればよかったんだ。",
      "EN": "$dWe should have evacuated everyone.",
      "Translation": "$d　如果当初让全部人员都去避难就好了。"
    },
    {
      "JP": "豪雨で弱った地盤はいとも簡単に崩れていく。",
      "EN": "The ground was saturated and weakened by the heavy rain.",
      "Translation": "因为豪雨而变得脆弱的地质，是很容易崩塌的。"
    },
    {
      "JP": "$d　何が悪かったのか。",
      "EN": "$dWhat went wrong?",
      "Translation": "$d　到底是谁的错。"
    },
    {
      "JP": "$d　地盤調査だろうか？",
      "EN": "$dThe ground survey?",
      "Translation": "$d　是负责地质调查的人吗？"
    },
    {
      "JP": "$d　それとも、発見できなかった地下水路があったのか？",
      "EN": "$dOr was there subterranean water that no one discovered?",
      "Translation": "$d　还是没能被发现的地下水路？"
    },
    {
      "JP": "$d　あたしと父は、ひとり、またひとりと運び込まれる怪我人の対応に追われていた。",
      "EN": "$dMy father and I were bombarded by one injured person after another.",
      "Translation": "$d　我和父亲马不停蹄地处理着不断运来的负伤者。"
    },
    {
      "JP": "また、新しい地響きが聞こえた。今度は近い。",
      "EN": "Then we heard the ground rumble again. Close this time.",
      "Translation": "又听到了新的地响声。这次离我们很近。"
    },
    {
      "JP": "$d　ぐらりと足元が揺れた。",
      "EN": "$dThe ground shook under our feet.",
      "Translation": "$d　脚下开始摇晃了。"
    },
    {
      "JP": "$d　この世の地獄を思わせる悲鳴に聞こえた。",
      "EN": "$dThere was a shriek that sounded like something straight out of hell.",
      "Translation": "$d　听到了如同世间地狱般的悲鸣声。"
    },
    {
      "JP": "$d　からん、と洗面器が乾いた音を立てて落ちた。",
      "EN": "$dThe sink made a dull sound, heaved up, then fell over.",
      "Translation": "$d　咣当，是脸盆掉在地上发出的干涩响声。"
    },
    {
      "JP": "$d　驚くあたしに襲い掛かったのは、崩れていく足元と浮揚感。",
      "EN": "$dThe ground fell out from under me and it felt like I was floating through the air.",
      "Translation": "$d　向吃惊的我袭来的是，脚下崩塌的地面和漂浮感。"
    },
    {
      "JP": "$d　あ、落ちてるんだ…。",
      "EN": "$dAh, I'm falling...",
      "Translation": "$d　啊，要陷下去了…。"
    },
    {
      "JP": "$d　遠くから父の叫び声が聞こえた。",
      "EN": "$dI heard my father yell from somewhere far off.",
      "Translation": "$d　远处传来了父亲的喊声。"
    },
    {
      "JP": "$d",
      "EN": "$d",
      "Translation": "$d　$d"
    },
    {
      "JP": "あたしの名前を何度も…。",
      "EN": "He was repeating my name over and over...",
      "Translation": "一直在重复着我的名字…。"
    },
    {
      "JP": "$d　そこで意識が途切れた。",
      "EN": "$dI lost consciousness.",
      "Translation": "$d　意识中断了。"
    },
    {
      "JP": "顔を叩く水滴で目が覚めた。",
      "EN": "I woke up to water dripping on my face.",
      "Translation": "掉在脸上的水滴让我再次清醒。"
    },
    {
      "JP": "$d　体は全く動かず、左眼が見えていない。",
      "EN": "$dI couldn't move my body or see out of my left eye.",
      "Translation": "$d　整个身体都动不了，左眼也看不见东西。"
    },
    {
      "JP": "$d　右目だけで自分の体を見ると、何度も見た致命的とわかる出血があった。",
      "EN": "$dWhen I looked at my body through my right eye, I saw hemorrhaging that I knew from experience would be fatal.",
      "Translation": "$d　用仅存的右眼看了自己的身体。是不知道看过多少次的，致命的大出血。"
    },
    {
      "JP": "$d　不思議と痛くない。",
      "EN": "$dStrangely, it didn't hurt.",
      "Translation": "$d　很不可思议地，没有感觉到任何痛苦。"
    },
    {
      "JP": "$d　けど、少しずつ自分から熱が逃げていくような感覚に襲われる。",
      "EN": "$dBut I was assaulted by a sense that the heat was escaping my body little by little.",
      "Translation": "$d　但是，马上有自己身上的热量正在慢慢逃走的感觉袭来。"
    },
    {
      "JP": "$d　寒い。",
      "EN": "$dIt was cold.",
      "Translation": "$d　好冷。"
    },
    {
      "JP": "$d　まるで雪に埋もれているようだ。",
      "EN": "$dLike I was buried in snow.",
      "Translation": "$d　简直就像被雪埋住了一样。"
    },
    {
      "JP": "$d　頭から足先まで冷たくて…",
      "EN": "$dI was freezing from head to toe...",
      "Translation": "$d　从头到脚都在渐渐变冷…"
    },
    {
      "JP": "$d　生きようとする心までも凍っていくようだ。",
      "EN": "$dEven my still beating heart was freezing over.",
      "Translation": "$d　就连想要活下去的心都冻结了。"
    },
    {
      "JP": "もうあたしは助からない。",
      "EN": "No one could save me now.",
      "Translation": "我已经不可能得救了。"
    },
    {
      "JP": "$d　そんな気がした。",
      "EN": "$dThat's how it felt.",
      "Translation": "$d　有着这样的感觉。"
    }
  ]
}
